[Information]
TRANSLATOR=hiyohiyo
CONTACT_ADDRESS=hiyohiyo@crystalmark.info
VERSION=3.5.1

[Language]
LANGUAGE=English
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0409, 0x0809, 0x0C09, 0x1009, 0x1409, 0x1809, 0x1C09, 0x2009, 0x2409, 0x2809, 0x2C09, 0x3009,

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&File
CUSTOMIZE=&Customize
EXIT=&Exit
EDIT=&Edit
COPY=&Copy
FUNCTION=F&unction
HIDE_SMART_INFO=Hide &S.M.A.R.T. Information
HIDE_SERIAL_NUMBER=Hide Serial &Number
SHOW_DRIVE_LETTER=Show Drive &Letter
ADVANCED_DISK_SEARCH=&Advanced Disk Search
EVENT_LOG=E&vent Log
AAM_APM_CONTROL=AA&M/APM Control
AUTO_AAM_APM_ADAPTION=Auto AAM/A&PM Adaption
RESIDENT=Res&ident
STARTUP=&Startup
OPEN_DISK_MANAGEMENT=Open "&Disk Management"
OPEN_DEVICE_MANAGER=Open "Device &Manager"
ADVANCED_FEATURE=Advanced &Feature
REFRESH=&Refresh
RESCAN=Res&can
DISABLE=&Disable
AUTO_REFRESH=&Auto Refresh
AUTO_REFRESH_TARGET=Auto Refresh &Target
AUTO_REFRESH_TARGET_ALL_DISK=Auto Refresh - Tar&get All Disk
AUTO_REFRESH_UNTARGET_ALL_DISK=Auto Refresh - &Untarget All Disk
WAIT_TIME_AT_STARTUP=&Wait Time at Startup
GRAPH=&Graph
THEME=&Theme
DISK=&Disk
HELP=&Help
HELP_ABOUT=&About CrystalDiskInfo
HELP_ABOUT_SMART=About &S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=&Language
ITEM=&Item
TEMPERATURE_TYPE=T&emperature Type
CELSIUS=Celsius (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Health Status Setting

;Graph
OPTION=&Option
LEGEND_POSITION=&Legend Position
NORTH_WEST=&North West
NORTH_EAST=North &East
SOUTH_WEST=South &West
SOUTH_EAST=&South East
MAX_PLOT_POINT=&Max Plot Point
TIME_FORMAT=&Time Format
PAINT_WEEKEND=&Paint Weekend
ALL=&All

;2.7.0
COPY_OPTION=Copy &Option
RESIDENT_STYLE=Resident St&yle
MINIMIZE=Minimize
HIDE=Hide

;3.0.0
ZOOM=&Zoom
AUTO=&Auto
ATTRIBUTE=&Attribute

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=sec.
MINUTE=min.
HOUR=hour

[TrayMenu]
EXIT=Exit
REFRESH=Refresh
RESCAN=Rescan
ENABLE=Enable
DISABLE=Disable
ENABLE_ALL=Enable All
DISABLE_ALL=Disable All
AUTO_REFRESH=Auto Refresh
AUTO_REFRESH_01_MIN=1 min.
AUTO_REFRESH_03_MIN=3 min.
AUTO_REFRESH_05_MIN=5 min.
AUTO_REFRESH_10_MIN=10 min.
AUTO_REFRESH_30_MIN=30 min.
AUTO_REFRESH_60_MIN=60 min.
AUTO_REFRESH_TARGET=Auto Refresh Target
AUTO_REFRESH_TARGET_ALL_DISK=Auto Refresh - Target All Disk
AUTO_REFRESH_UNTARGET_ALL_DISK=Auto Refresh - Untarget All Disk
ALARM_SETTING_TEMPERATURE=Alarm Setting - Temperature
ALARM_SETTING_HEALTH_STATUS=Alarm Setting - Health Status
SHOW_MAIN_WINDOW=Show Main Window
SHOW_TEMPERATURE_ICON=Show Temperature Icon
SHOW_ALL_TEMPERATURE_ICON=Show All Temperature Icon
HIDE_ALL_TEMPERATURE_ICON=Hide All Temperature Icon
COLLECTIVE_SETTING=Collective Setting
GRAPH=Graph
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Show Temperature Icon Only

[DiskStatus]
GOOD=Good
CAUTION=Caution
BAD=Bad
UNKNOWN=Unknown
DISK=Disk

[Dialog]
LIST_ID=ID
LIST_CURRENT=Current
LIST_WORST=Worst
LIST_THRESHOLD=Threshold
LIST_RAW_VALUES=Raw Values
;LIST_DESCRIPTION=Description
LIST_ATTRIBUTE_NAME=Attribute Name

FIRMWARE=Firmware
SERIAL_NUMBER=Serial Number
INTERFACE=Interface
STANDARD=Standard
TRANSFER_MODE=Transfer Mode
BUFFER_SIZE=Buffer Size
NV_CACHE_SIZE=NV Cache Size
ROTATION_RATE=Rotation Rate
TEMPERATURE=Temperature
POWER_ON_HOURS=Power On Hours
POWER_ON_COUNT=Power On Count
DRIVE_LETTER=Drive Letter
FEATURE=Supported Features
HEALTH_STATUS=Health Status

UNKNOWN=Unknown
POWER_ON_COUNT_UNIT=count
POWER_ON_HOURS_UNIT=hours
POWER_ON_DAYS_UNIT=days

[Message]
DETECT_UNIT_POWER_ON_HOURS=Detecting unit of "Power On Hours" (required about 130 sec.)
DETECT_DISK=Detecting Disk
PLEASE_ENABLE_WMI=Please Enable WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Please restart this application in order to change the theme
DISK_NOT_FOUND=Disk Not Found

[Alarm]
ALARM_TEMPERATURE=Alarm - Temperature
ALARM_HEALTH_STATUS=Alarm - Health Status
DEGRADATION=Degradation
RECOVERY=Recovery
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=Please Select Item
ACTUAL_VALUE=Actual Value (Raw Value)
NORMALIZED_VALUE=Normalized Value (Current Value)
ALL_ON=All On
ALL_OFF=All Off
RESET=Reset

[Customize]
LINE_COLOR=Line Color
BACKGROUND_IMAGE=Background Image
SUPPORTED_IMAGE_FORMAT=Supported Image Format
ALL_FILES=All Files

[AamApm]
AAM_LOW=<- Silent (80h)
AAM_HIGH=Performance (FEh) ->
AAM_RECOMMEND=Recommended Value
APM_LOW=<- Min Power (01h)
APM_HIGH=Performance (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=About CrystalDiskInfo
GRAPH=Graph
CUSTOMIZE=Customize
VERSION_INFORMATION=Version Information
AAM_APM_CONTROL=AAM/APM Control
HEALTH_STATUS_SETTING=Health Status Setting

[HealthStatus]
THRESHOLD_OF_CAUTION=Threshold of Caution
APPLY=Apply
DEFAULT=Default

[Smart]
UNKNOWN=Unknown
VENDOR_SPECIFIC=Vendor Specific
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
06=Read Channel Margin
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
0D=Soft Read Error Rate stab
B8=End-to-End Error
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=High Fly Writes
BE=Airflow Temperature
BF=G-Sense Error Rate
C0=Power-off Retract Count
C1=Load/Unload Cycle Count
C2=Temperature
C3=Hardware ECC recovered
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
C7=UltraDMA CRC Error Count
C8=Write Error Rate
C9=Soft Read Error Rate
CA=Data Address Mark Error
CB=Run Out Cancel
CC=Soft ECC Correction
CD=Thermal Asperity Rate
CE=Flying Height
CF=Spin High Current
D0=Spin Buzz
D1=Offline Seek Performance
D3=Vibration During Write
D4=Shock During Write
DC=Disk Shift
DD=G-Sense Error Rate
DE=Loaded Hours
DF=Load/Unload Retry Count
E0=Load Friction
E1=Load/Unload Cycle Count
E2=Load 'In'-time
E3=Torque Amplification Count
E4=Power-Off Retract Cycle
E6=GMR Head Amplitude
E7=Temperature
F0=Head Flying Hours
FA=Read Error Retry Rate
FE=Free Fall Protection

[SmartSsd]
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
06=Read Channel Margin
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
0D=Soft Read Error Rate stab
C0=Unsafe Shutdown Count
C2=Temperature
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
; CrystalDiskInfo assign
FF=Remaining Life

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=Read Error Rate
09=Power-On Hours
0C=Power Cycle Count
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron]
09=Power-On Hours
0C=Power Cycle Count
C2=Temperature
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel]
03=Spin Up Time
04=Start/Stop Count
05=Re-Allocated Sector Count
09=Power-On Hours Count
0C=Power Cycle Count
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

[SmartSamsung] ;Updated (3.3)
09=Power-on Hours
0C=Power-on Count
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime bad block (Total)
BB=Uncorrectable Error Count
BE=Temperature Exceed Count
C2=Temperature
C3=ECC Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status

[SmartSandForce] ;Added (3.5.1)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=GBytes Erased
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected power loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
C3=ECC On-the-fly Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate